Repository: erichardy/eh.behaviors
Catalog: src/eh/behaviors/locales/*/LC_MESSAGES/eh.behaviors.po
Languages: fr

source: 0 = top, 1000 = bottom
fr: 0 = tout en haut de la page, 1000 = tout en bas

source: Alt text one
fr: Premire texte alternatif

source: Alt text two
fr: Second texte alternatif

source: Alternates Texts
fr: Textes alternatifs

source: Alternates texts
fr: Textes alternatifs

source: Misc Attributes
fr: Attrs divers

source: Misc attributes
fr: Attrs divers

source: Name of the default thumb image
fr: Nom du fichier de la vignette par défaut

source: StartEndDates
fr: Dates de début et de fin

source: Thumbnail
fr: Vignette

source: add miscellaneous attributes
fr: Ajout d'attributs divers aux éléments

source: alt texts
fr: Textes alternatifs

source: be aware of the file size !
fr: Attention à la taille du fichier... ce n'est qu'une vignette !!!

source: default height
fr: Hauteur par défaut

source: default width
fr: Largeur par défaut

source: default_alt_text_one_label
fr: Label par défaut pour le premier texte alternatif

source: default_alt_text_two_label
fr: Label par défaut pour le second texte alternatif

source: display first Alt text
fr: Afficher le premier texte alternatif

source: display second Alt text
fr: Afficher le second texte alternatif

source: display start and end dates ?
fr: Afficher les dates de début et de fin ?

source: display the description in the view
fr: Afficher la description dans la vue

source: display the title in the view
fr: Afficher le titre dans la vue

source: display time with dates ?
fr: Afficher l'heure avec les dates

source: end date
fr: Date de fin

source: even if a thumbnail is loaded here
fr: Même si une vignette a été chargée ici

source: even if sizes are given here
fr: Même si des tailles ont été données ici

source: in portal_skins/custom/images
fr: Doit être dans portal_skins/custom/images

source: label for alt text one button
fr: Label par défaut pour le bouton du permier texte alternatif

source: label for alt text two button
fr: Label par défaut pour le bouton du second texte alternatif

source: label_thumbnail
fr: Choisir un fichier pour la vignette

source: must be integer
fr: Nombre entier

source: position wanted in the view, only if used in mixed view
fr: Position dans la vue, seulement si cela est utilisé dans les vues composées (hors Mosaic)

source: presentation one
fr: Contenu du premier texte alternatif

source: presentation two
fr: Contenu du second texte alternatif

source: start date
fr: Date de début

source: thumbnail
fr: Vignette

source: thumbnails
fr: Vignettes

source: unselect to disable
fr: Décocher pour désactiver

source: use default site thumbnail
fr: Utiliser la vignette par défaut du site

source: use default site thumbnail size
fr: Utiliser les tailles de vignette par défaut définies dans la configuration du site
